routes/web.php

select * from `users` limit 1
---
Route::get('/', function () {

    if (app()->isLocal()) {
        auth()->loginUsingId(\App\Models\User::first()->id);